


var Lmefarshim = [
    ["ברכות", 1,2,3],
    ["שבת", 1,2],
    ["עירובין",1,2,3],
    ["פסחים",1,3],
    ["שקלים"],
    ["ראש השנה",1,2,3],
    ["יומא",1,3],
    ["סוכה",1,3],
    ["ביצה",1,2],
    ["תענית",1,3],
    ["מגילה",1,2,3],
    ["מועד קטן",1,3],
    ["חגיגה",1],

    ["יבמות",1,2,3],
    ["כתובות",1,2,3],
    ["נדרים",1,2,3],
    ["נזיר",1],
    ["סוטה",1],
    ["גיטין",1,2],
    ["קידושין",1,2,3],

    ["בבא קמא",2],
    ["בבא מציעא",1,2],
    ["בבא בתרא",1,2],
    ["סנהדרין",1],
    ["מכות",1,3],
    ["שבועות",1,2,3],
    ["עבודה זרה",1,2,3],
    ["הוריות"],

    ["זבחים"],
    ["מנחות",2],
    ["חולין",1,2,3],
    ["בכורות"],
    ["ערכין"],
    ["תמורה"],
    ["כריתות"],
    ["מעילה"],
    ["קינין"],
    ["תמיד"],
    ["מדות"],

    ["נדה",1,2,3]];


    var mf = {
        0: '',
        1 : 'רמב״ן',
        2 : 'רשב״א',
        3 : 'ריטב״א',
    
    };